[
    {
        "id": 1,
        "date": "01/04",
        "title": "BRANDED ECOMMERCE",
        "info": "We go beyond best practices and build best-in-class D2C channels that drive commerce, shape culture, and define categories.",
        "btn": "Learn More",
        "brandimages": [
            {
                "video": "/img/Google-Store.mp4",
                "title": "Google Store",
                "info": "AN ECOMMERCE EXPERIENCE HELPING GOOGLE BRING ITS HARDWARE TO PEOPLE ACROSS THE GLOBE"
            },
            {
                "image": "/img/Beats.jpg",
                "title": "Beats By Dre",
                "info": "NGINEERING A DIGITAL DESTINATION THAT MOVES AT THE SPEED OF CULTURE"
            }
        ]
    },
    {
        "id": 2,
        "date": "02/04",
        "title": "DIGITAL PRODUCTS+ SERVICES",
        "info": "We identify and create digital products and services that create revenue channels and help brands thrive in the new economy.",
        "btn": "Learn More",
        "brandimages": [
            {
                "image": "/img/Fender.jpg",
                "title": "Fender Academy",
                "info": "A WEB SERVICE TO MAKE SALES TRAINING FEEL LESS LIKE WORK AND MORE LIKE PLAY"
            },
            {
                "image": "/img/AMEX.jpg",
                "title": "American Express",
                "info": "LAYING A DESIGN FOUNDATION FOR FUTURE PRODUCTS AND SERVICES WITH THE OPEN APP"
            }
        ]
    },
    {
        "id": 3,
        "date": "03/04",
        "title": "WEBSITES + PLATFORMS",
        "info": "We conceive and create experiences that immerse consumers in the brand through a combination of utility and creativity.",
        "btn": "Learn More",
        "brandimages": [
            {
                "image": "/img/Riot.jpg",
                "title": "Riot Games",
                "info": "REVITALIZING THE RIOT GAMES BRAND WITH AN UPGRADED DIGITAL EXPERIENCE"
            },
            {
                "image": "/img/Softbank.jpg",
                "title": "SoftBank Vision Fund",
                "info": "BUILDING A DIGITAL DESTINATION FOR THE LEADING TECH INVESTMENT FUND"
            }
        ]
    },
    {
        "id": 4,
        "date": "04/04",
        "title": "BRANDING + ADVERTISING",
        "info": "We create identities, platforms, and activations that differentiate brands and position them to matter in culture.",
        "btn": "Learn More",
        "brandimages": [
            {
                "image": "/img/NERD.jpg",
                "title": "NERD Skincare",
                "info": "DEVELOPING A BRAND THAT BROUGHT SCIENCE TO BEAUTY IN BOLD, UNEXPECTED WAYS"
            },
            {
                "image": "/img/Beats.jpg",
                "title": "Brixton",
                "info": "HONORING THE PAST TO BUILD THE FUTURE OF THE BRIXTON BRAND"
            }
        ]
    }
]